[
    {
      "id": "6249ee8c373bdfed4f3293a4",
      "name": "Moran Mcdonald",
      "review": "I guess Burger hub franchises world wide maintain a standard level of cleanliness and ambience and this one is no exception. What made the difference was the welcoming and helpful attitude of the staff. As far as the burger was concerned, I had a Creamy Double Cheese Burger. It was good but not very good. The had overdone the patties just a shade that made them lose their moistness. Very good nevertheless.\r\n",
      "rating": 4,
      "picture": "./resources/customer1.jpg"
    },
    {
      "id": "6249ee8c388059631e58cb6f",
      "name": "Silva Franks",
      "review": "My first experience in burger hub a few days back was so bad that it is insulting to even talk about it.Their signature (The Whopper) is a disgrace for a burger.I know I'm not a burger fan and all but compared to burgers like those of Takeout's,Madchef's or American Burger's,their burgers are thrash.The patties are bone dry.There is no juiciness in them whatsoever.The whopper is such a bad excuse for a burger that I had to eat it with tomato ketchup (yes,tomato ketchup that I hate eating with burgers).The patty they had in their whopper tasted like processed patty that had been frozen in a refrigerator for a 100 years,or patty that had been fossilized in a frozen cave somewhere in the antarctica since the ice age.And then there was the onion rings.Oh,how I loathe thee.The onion rings tasted sweet and tasted like a dessert item.Did I mention how flipping expensive the food was?Burger hub is not affordable for the general masses of a country like Bangladesh,where the average GDP per capita is $1200 as of 2016.Burger hub,stop catering for the likes of the rich spoiled brats and start thinhub about the general masses!Burger hub Bangladesh is a crime against humanity.\r\n",
      "rating": 1,
      "picture": "./resources/customer2.jpg"
    },
    {
      "id": "6249ee8c1eaf57862585ddb7",
      "name": "Myra Garner",
      "review": "I tried the whopper, double and single, double cheese each time, and no complaints. I will definitely come back for more. The facilities are not fancy, but for me, the taste is way better than the Johnny Rockets'. Staff's very nice. Good option when you in BD.\r\n",
      "rating": 4,
      "picture": "./resources/customer3.jpg"
    },
    {
      "id": "6249ee8ccd1ed58dfb7886a5",
      "name": "Graciela Neal",
      "review": "I test burger hub burger but its make me upset though its chain restaurant but Bangladeshi Burger hub not mainten its standard.\r\n",
      "rating": 3,
      "picture": "./resources/customer4.jpg"
    },
    {
      "id": "6249ee8c12c04ce433643c28",
      "name": "Dennis Kent",
      "review": "Great service. Friendly staff. Fast really have changed over the past months. The food is fresh and hot. They act like they’re glad that you are there. And they worked well together. Happy to see that Burger hub us improving.\r\n",
      "rating": 4,
      "picture": "./resources/customer5.jpg"
    },
    {
      "id": "6249ee8c42498af4b415d58e",
      "name": "Stacie Ball",
      "review": "The employees were very polite and friendly. My food was fresh and it came out quick. My burger had just the right amount of mayo. The sandwich was neat and wrapped to perfection. After I got my food I moved out of drive through. But I had to come back around because I forgot something. Drive through moved very fast and the young man at the window greeted me as if this was my first time. I will be visiting this store again. Thank you hub. \r\n",
      "rating": 3,
      "picture": "./resources/customer6.jpg"
    }
  ]